Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Besides the risk posed by German jihadists returning from Syria, there was also the danger of violent clashes on German streets as rival extremist groups turn on each other - mirroring the conflicts of the Middle East, he told a security conference.
pt: A inteligência alemã também alertou sobre o número crescente de militantes islâmicos dentro da Alemanha prontos para se juntarem ao EI no Iraque e na Síria e sobre o risco cada vez maior de embates violentos entre facções radicais rivais nas ruas alemãs.

source: BEIJING (Reuters) - Three suspected Islamist militants armed with knives and axes killed the imam of China's biggest mosque in the western region of Xinjiang on Wednesday, the authorities said, days after a knife-wielding gang attacked state buildings in the same region.
pt: PEQUIM (Reuters) - A polícia chinesa matou a tiros dezenas de pessoas que realizaram ataques com facas na manhã de segunda-feira em duas cidades de Xinjiang, região no oeste da China, informou a agência estatal de notícias Xinhua nesta terça-feira.

source: "Now that is not the case .
pt: Agora vai ser o grande teste.

source: Dozens of heavily armed police surrounded the cafe in Martin Place, a central district that is home to the Reserve Bank of Australia, the state premier's office and two of Australia's largest banks .
pt: O café onde ocorre a situação de sequestro está localizado na praça Martin, no coração do distrito financeiro e comercial da cidade, onde ficam o escritório do primeiro-ministro, o Banco da Reserva da Austrália e a sede dos dois maiores bancos do país .

source: MOSCOW (Reuters) - The package of measures underpinning a ceasefire in eastern Ukraine must be "unconditionally observed", Russian President Vladimir Putin's spokesman said on Sunday.
pt: MOSCOU (Reuters) - O presidente russo, Vladimir Putin, afirmou nesta quinta-feira que líderes fecharam acordo para acabar com os combates no leste da Ucrânia.

source: That’s what I like.
pt: Isso se parece com você?

source: So I don’t have a connection with it .
pt: "Se eu tivesse dinheiro dava para fazer, mas não tenho .

source: North Korea says not interested in Iran-like nuclear talks with U.S.
pt: EUA afirmam que Irã não tem como trapacear em acordo nuclear

source: Teixeira was the all-powerful head of the CBF between 1989 and 2012 when he resigned citing ill health .
pt: Teixeira comandou a CBF entre os anos de 1989 e 2012, quando renunciou ao cargo em meio à denúncias de corrupção .

source: Captain Ian Baston, Flybe's director of flight operations and safety, said it was an equal opportunities employer and "in common with most airlines, means we do employ staff with reduced physical abilities".
pt: O diretor de operações da Flybe, Ian Baston, disse que como empregadora, a empresa abraça uma política de igualdade de oportunidades para pessoas com deficiências, mas que a segurança dos passageiros e da tripulação é sempre prioridade.

source: "Two Palestinians were hit and injured by an Israeli drone while they were riding on a motorbike east of Khan Yunis," Gaza's Hamas-run health ministry spokesman Ashraf al-Qudra told AFP.
pt: "Dois palestinos foram atingidos e feridos por um drone israelense quando se deslocavam de moto ao leste de Khan Yunes", declarou à AFP um porta-voz dos serviços de urgência do território governado pelo movimento islamita Hamas.

source: "If I knew it was this difficult, I wouldn't have done it .
pt: "Do tempo que eu trabalho aqui eu nunca vi acontecer isso .

source: US Secretary of State John Kerry is remaining in Vienna with Mogherini and their Iranian counterpart Mohammad Javad Zarif .
pt: O secretário de Estado dos Estados Unidos, John Kerry, afirmou que as negociações com o Irã ainda não se direcionam para um resultado claro .

source: Hillary Clinton is expected on Sunday to announce, via video and social media, her intention to seek the Democratic presidential nomination in 2016, a Democrat close to the Clinton camp said on Friday.
pt: WASHINGTON (Reuters) - Hillary Clinton deve anunciar no domingo, via vídeo e mídias sociais, a intenção de buscar a candidatura do Partido Democrata à Presidência dos Estados Unidos, disse uma autoridade do partido à Reuters nesta sexta-feira.

source: US Secretary of State John Kerry said Sunday he was "deeply disappointed" by reports that a US journalist jailed in Iran had been charged and denied bail more than four months after his arrest.
pt: WASHINGTON - Um jornalista do “Washington Post”, detido no Irã há mais de quatro meses, foi acusado formalmente ontem, depois de um processo de um dia em um tribunal de Teerã, informou o jornal americano .

source: BERLIN, June 26 (Reuters) - Greece's exit from the euro zone will be inevitable if Athens and its lenders do not come up with a solution within the next five days, Germany's EU Commissioner Guenther Oettinger said on Friday.
pt: "A saída da Grécia da zona do euro não é um objetivo para nós, mas seria inevitável se não encontrarmos uma solução nos próximos cinco dias", disse Oettinger, durante entrevista à rádio Deutschlandfunk.

source: Why do you think that is?
pt: Como você faz para não se repetir?

source: Comcast reported $1 billion in total theme park income in 2013.
pt: A Comcast registrou uma receita de parques de 1 bilhão de dólares em 2013.

source: As of Monday, 47 UNRWA facilities were damaged, he specified .
pt: Além disso, 47 instalações da UNRWA também foram atingidas.

source: New presidential election survey shows incumbent Dilma Rousseff of the PT party trailing slightly in a technical tie with Aécio Neves of the PSDB party.
pt: Aécio está em empate técnico com a presidente Dilma Rousseff (PT) nas intenções de voto da disputa eleitoral.

source: He did not know if the fire had burned down the grow operation.
pt: Ainda não se sabe o que teria causado o incêndio .

source: The lone bright spot for Democrats was in Pennsylvania, where Republican Tom Corbett was unseated by Democrat Tom Wolf.
pt: O democrata Tom Wolf venceu o atual governador, o republicano Tom Corbett, que tentava a reeleição na Pensilvânia.

source: "I didn't want to go .
pt: Só não sabe quem não quer aprender.

source: Russia's Black Sea Fleet is based in Sevastopol.
pt: Ele pertence à frota russa do mar Negro .

source: But do you want to stay friends with people who do something like that?
pt: “Se a pessoa quiser o mesmo que você não vai se assustar .

source: Liverpool in talks to sign Mario Balotelli
pt: Mario Balotelli está muito próximo de um acordo com o Liverpool .

source: With regard to naval concerns, Romania has also called for closer cooperation among NATO member states .
pt: Também na Marinha, a Romênia se esforça por uma cooperação mais estreita com os parceiros da Otan .

source: Obama condemns killings of NY police
pt: Barack Obama condena assassinato de dois policiais em Nova Iorque

source: In an executive order describing the sanctions, the US government says the situation in that South American country poses an "unusual and extraordinary threat to the national security and foreign policy of the United States".
pt: Obama implementou na segunda-feira uma série de sanções contra funcionários do governo venezuelano, qualificando a situação no país sul-americano de uma "ameaça à segurança nacional dos Estados Unidos".

source: Francis said he spoke about the poor often because they were so numerous but that ordinary working people had "great value."
pt: Francisco disse que fala com mais frequência sobre os pobres porque eles estão em maior número, mas considera que a classe média tem "grande valor" .

source: Reese Witherspoon takes walk on 'Wild' side at Toronto festival Full Article
pt: Reese Witherspoon experimenta o lado selvagem no festival de Toronto

source: Saudi Arabia said a suicide bomber detonated an explosives belt during the main weekly Friday prayers in a mosque in the city of Qatif, in the Shia-populated Eastern Province.
pt: Riad (Arábia Saudita ) (AFP) - Uma explosão atingiu nesta sexta-feira uma mesquita xiita do leste da Arábia Saudita durante a oração semanal, anunciou o ministério saudita do Interior, e um xiita que vive na região declarou que foi um atentado suicida, que deixou mortos e feridos.

source: "I would say, 'Rachel we love you .
pt: “Rachel quer ser alguém que ela não é .

source: “Russia can do what it wants, clearly, in the Security Council as a permanent member, but it can’t veto the truth,” Power said .
pt: O Conselho de Segurança, com cinco membros permanentes com poder de veto (EUA, China, Grã-Bretanha, França e Rússia), segue o órgão com maior poder .

source: MDIC’s Foreign Trade Secretary, Daniel Godinho, however, said that the government’s forecast for a surplus for 2014 is maintained .
pt: O Ministério do Desenvolvimento, Indústria e Comércio Exterior (MDIC) mudou sua estimativa de superávit da balança comercial em 2014 para resultado negativo (déficit) .

source: The interior ministry released security camera footage of the assault on Saturday, showing two armed men walking through a museum hall, and briefly encountering a third person with a backpack.
pt: O Ministério do Interior da Tunísia divulgou imagens da câmera de segurança, que mostraram dois homens armados andando pelo museu carregando rifles e mochilas .

source: NEW YORK, Sept 17 (Reuters) - U.S. stocks edged higher in volatile trading on Wednesday after the U.S. Federal Reserve renewed its pledge to keep interest rates near zero for...
pt: As bolsas de Nova York fecharam em alta nesta quarta-feira, 17, com os investidores tranquilizados pelo sinal de que o Federal Reserve (Fed) vai manter os juros básicos perto de zero por mais algum tempo .

source: This was Merkel's first visit to the European Commission since Juncker took office last November, and she has met with the full college of commissioners to discuss Greece and Ukraine issues during the tour.
pt: A viagem de Junker à capital ucraniana seria sua primeira visita oficial a um país fora da União Europeia desde que ocupou o cargo à frente do Executivo comunitário em novembro do ano passado .

source: I don't think I have learned about how to look at life ahead .
pt: Eu gosto mesmo é de atuar, eu quero fazer isso para o resto da minha vida .

source: Accusations that Sarkozy's successful 2007 campaign was financed by Gaddafi’s Libya emerged after the first round of voting in the 2012 election, when the Mediapart website published a document dating from 2006 and setting out an arrangement for 50 million euros to be paid, illegally, to the campaign.
pt: As acusações sobre o suposto financiamento procedente da Líbia para a campanha eleitoral de 2007 surgiram em 2012, quando o site francês Mediapart publicou um documento atribuído a um ex-homem de confiança do coronel Muammar Kadhafi que citava um acordo fechado em 2006 com Trípoli para conceder fundos à campanha de Sarkozy em 2007.

source: The Royal Albert Memorial Museum in Exeter is launching an appeal to buy the coins so they can be put on display in the city.
pt: O Royal Albert Memorial Museum, em Exeter, lançou uma campanha de arrecadação de dinheiro para comprar a coleção.

source: The anti-immigrant, anti-EU party of Marine Le Pen finished first in France with 25 percent of the vote, winning its first ever nationwide poll in a slap both to ruling Socialists and opposition conservatives
pt: O partido anti-imigração e anti-UE de Marine Le Pen ficou em primeiro lugar na França, com 25 por cento dos votos, vencendo sua primeira eleição de caráter nacional em uma afronta tanto para socialistas quanto para conservadores de oposição.

source: More often than not, contact is established by phone .
pt: Com frequência, o contato com sequestradores ocorre por telefone .

source: That's where she was on her third deployment .
pt: E ela já está de pé, em guarda.

source: But all I am thinking about it is playing more.
pt: Estou muito contente com tudo o que estou passando .

source: Historic handshake: Obama, Castro meet and greet
pt: Barack Obama e Raúl Castro dão aperto de mãos histórico

source: #OPEC says it won’t cut production no matter where oil prices go.
pt: Opep afirma que não cortará produção e preços do petróleo caem

source: Italy and Malta said they were working on rescues of at least two boats in distress with hundreds on board.
pt: A Itália estava trabalhando em conjunto com Malta nesta segunda para resgatar os centenas de imigrantes que estavam em dois barcos naufragados nos últimos dias.

source: A Turkish Airlines jet flying from Istanbul to Sao Paulo, Brazil, made an emergency landing in Casablanca, Morocco, after a note with a bomb threat on it was found in the plane’s toilet, reports say.
pt: O avião da Turkish Airlines (Linhas Aéreas Turcas), que nesta segunda-feira (30) fez um pouso de emergência no Marrocos, após uma ameaça de bomba, vai seguir viagem até São Paulo, anunciou a companhia .

source: Ukrainian President Petro Poroshenko hosts German Chancellor Angela Merkel this weekend in Kyiv before meeting next week with Russian President Vladimir Putin in what could be the first meeting between the two leaders since June.
pt: A chanceler alemã, Angela Merkel, e o presidente ucraniano, Petro Poroshenko, defenderam neste sábado "o fim da entrega de armas" russas aos separatistas pró-Moscou do leste da Ucrânia, durante uma conversa por telefone - informou o governo alemão.

source: Wong has been one of the main faces of a civil disobedience movement that began in September and brought hundreds of thousands of people into the streets to demand the right to elect candidates that are not vetted by Beijing.
pt: Wong foi um dos principais rostos do movimento de desobediência civil que começou em setembro e que levou centenas de milhares de pessoas às ruas pedindo eleições livres em 2017 em Hong Kong, depois de Pequim restringir os candidatos a uma lista aprovada por seu comitê.

source: Defense admits Dzhokhar Tsarnaev's role in Boston Marathon bombings
pt: Defesa de Tsarnaev reconhece que seu cliente participou do atentado de Boston

source: That's no threat .
pt: Isso não é história .

source: Prime Minister Abe has called ISIS' ultimatum over the two Japanese men's lives "unacceptable" and said the international community shouldn't give in to terrorists.
pt: O primeiro-ministro japonês, Shinzo Abe, condenou nesta terça-feira como “inaceitável” a ameaça contra as vidas de dois japoneses supostamente tomados como prisioneiros por militantes do Estado Islâmico, e disse que a comunidade internacional não cederá ao terrorismo.

source: The first and "very preliminary" autopsy results have just been released, and they paint a very grim picture of how Michael Brown died: He was shot at least six times, including twice in the head, according to acclaimed pathologist Dr. Michael M. Baden, who conducted the autopsy at the request of Michael Brown's family .
pt: FERGUSON, EUA - Michael Brown, o jovem negro e desarmado que foi morto por um policial, resultando em protestos em todo o país, foi atingido pelo menos sei vezes, incluindo dias vezes na cabeça, de acordo com resultados de uma autópsia independente feita no domingo.

source: Hong Kong (CNN) -- A foreign man, whom local media identified as British, has been arrested after the bodies of two women were found at a high-end Hong Kong apartment -- one of them hidden inside a suitcase.
pt: Hong Kong, 02/11/2014 - A polícia de Hong Kong disse que prendeu um homem estrangeiro suspeito de matar duas mulheres, incluindo uma cujo corpo foi encontrado dentro de uma mala na sacada do seu apartamento.

source: "Over these last two years, the United States reached out to more than two dozen countries asking for urgent help from anyone who might have tools, influence, or leverage to help secure Theo's release and the release of any Americans held hostage in Syria," he said.
pt: Segundo ele, nos últimos dois anos o governo norte-americano pediu ajuda para mais de uma dezena de países, buscando informações e pessoas que poderiam ter influência sobre os rebeldes para garantir a segurança e libertação de Curtis.

source: We've talked about it .
pt: Não tenho nada para falar .

source: But in the long run, the eternal reference to a latent hostility toward Islam or a general rejection of foreigners in Germany won't help German Muslims.
pt: No entanto, a eterna alusão a uma islamofobia latente ou a uma rejeição generalizada aos estrangeiros na Alemanha tampouco é vantajosa para os muçulmanos alemães, a longo prazo.

source: It praised the two attackers as “knights of the Islamic State” who were armed with machine guns and bombs, according to an audio recording distributed online .
pt: A milícia também elogiou os atiradores, afirmando que foram "cavalheiros do Estado Islâmico" que estavam armados com metralhadoras e bombas.

source: "It is a population that needs the support of the world but is instead living in dire conditions and sinking deeper into poverty."
pt: “É uma população que merece o apoio de todo o mundo, mas em vez disso, está vivendo em condições precárias e mergulhando ainda mais em uma pobreza miserável.”

source: World Tayyip Erdogan wins presidential elections
pt: Premiê turco vence na primeira eleição presidencial

source: This time, this game, matters more.
pt: É a primeira vez que jogo com uma torcida assim .

source: A spokeswoman for the Federal Aviation Office (LBA), which issues pilots' licences, told AFP Sunday that Lufthansa had given it "no information about the medical background" of Lubitz.
pt: Um porta-voz do LBA disse à agência de notícias AFP que a Lufthansa "não forneceu nenhuma informação sobre os antecedentes médicos" do copiloto, de 27 anos .

source: Prime Minister Alexis Tsipras, attending his first European Union summit, agreed with the chairman of euro zone finance ministers, Jeroen Dijsselbloem, that Greek officials would meet representatives of the European Commission, the European Central Bank and the IMF on Friday.
pt: O chefe do braço executivo da UE, que se encontrou com o líder grego em Bruxelas na semana passada, disse não esperar um acordo com a Grécia na cúpula da UE na quinta-feira ou na reunião dos ministros das Finanças da zona do euro na quarta-feira .

source: Poland's Donald Tusk takes over as EU Council president
pt: Donald Tusk assume a presidência do Conselho Europeu

source: Jordanian officials say they have not been sent proof he is alive.
pt: Governo da Jordânia pediu prova de que o piloto está vivo.

source: He was the second most wanted man on the Simon Wiesenthal Center's list of Nazi war criminals.
pt: Katriuk figurava na lista de criminosos nazistas mais procurados pelo Centro Simon Wiesenthal.

source: Egypt opened its border crossing with the Gaza Strip Thursday to receive Palestinians injured in an intensifying Israeli offensive against the enclave, Egyptian and Palestinian officials have said.
pt: O presidente egípcio informou também que hoje voltou a abrir passagem que conecta o Egito com a Faixa de Gaza na cidade de Rafah, depois que foi fechada ontem, para receber e tratar os feridos palestinos em Gaza.

source: "We should have sent someone with a higher profile to be there," White House spokesman Josh Earnest said.
pt: A Casa Branca errou em não enviar um oficial de alto escalão à Paris, afirmou hoje seu porta-voz, Josh Earnest.

source: Zida, the second in command of the presidential guard, said he had assumed "the responsibilities of head of the transition and of head of state" to ensure a "smooth democratic transition".
pt: Na madrugada de sábado, o número dois da guarda presidencial, o coronel Isaac Zida, anunciou que assumiu "as responsabilidades de chefe da transição e de chefe de Estado para garantir a continuidade do Estado e uma transição democrática".

source: Tsipras sworn in as Greek prime minister
pt: Alexis Tsipras, como primeiro-ministro.

source: Explosion in Afghan parliament 01:24
pt: Explosão deixa mortos no parlamento do Afeganistão

source: Wim Wenders with his Golden Bear award .
pt: Wim Wenders premiado com Urso de Ouro na Berlinale 2015

source: It will be an opportunity for firms to increase their participation or to enter the Brazilian market," said Energy Minister Eduardo Braga, hoping to spark a bidding war.
pt: "Se você for uma empresa de óleo acho que será uma oportunidade, para as empresas aumentarem sua participação no mercado brasileiro ou entrar pela primeira vez .

source: Earlier Wednesday, the International Monetary Fund predicted that Venezuela's economy would contract 7 percent this year, while the rest of the region sees moderate growth .
pt: Na manhã de quarta-feira, o Fundo Monetário Internacional previu que a economia venezuelana sofrerá contração de 7% neste ano, enquanto o restante da região registrará crescimento moderado .

source: "It's just fun isn't it ?
pt: - Não estava (sabendo), não.. .

source: "But she's always going to be my mom -- it's just that I have two now -- she raised me .
pt: Só trabalhei dois dias e ela ficou com a minha mãe, mas não consegui .

source: "I wish Bolivia all the love and admiration of the world," Castro said in a poor-quality audio carried by Bolivian state radio .
pt: "Para a Bolívia, todo o carinho do mundo e minha admiração", disse Fidel Castro, segundo a agência ABI.

source: BRASILIA Brazil will drastically slash its key fiscal savings goal for this year due to falling tax revenues but plans new spending cuts to show its commitment to austerity, three government officials familiar with the decision told Reuters on Wednesday.
pt: BRASÍLIA (Reuters) - O ministro da Fazenda, Joaquim Levy, sinalizou nesta terça-feira que o governo fará novos cortes de gastos e disse que uma eventual mudança na meta de superávit primário deste ano não representaria o fim do ajuste fiscal.

source: Iran's Supreme Leader Ayatollah Ali Khamenei had strong words last week about Iran's agreement with major world powers, declaring that once a final deal was reached it should result in an immediate end to all sanctions on Iran.
pt: Uma semana após ser divulgado o plano de ação para o acordo nuclear entre Irã e potências, o líder supremo da República Islâmica, Ali Khamenei, cobrou rapidez no fim de sanções do ocidente contra o país.

source: The head of Indonesia's National Search and Rescue Agency, Bambang Soelistyo, said six bodies had now been found .
pt: O chefe da Agência Nacional de Busca e Resgate da Indonésia, Bambang Soelistyo, disse que mais um corpo havia sido recuperado do mar na quarta-feira - no total, foram sete corpos .

source: EU paymaster Germany says Athens must stick to the terms of its existing bailout.
pt: A Alemanha diz que Atenas precisa respeitar os termos do atual programa de resgate.

source: Obama also declared a "state of emergency" on Monday, citing the situation in Venezuela constitutes an unusual and extraordinary threat to the national security and foreign policy of the United States, and the US will take "further steps" in its relation with Venezuela.
pt: "Determino que a situação na Venezuela, incluída a erosão de garantias de direitos humanos por parte do governo da Venezuela, a perseguição de oponentes políticos (...) constituem uma ameaça incomum e extraordinária para a segurança nacional e a política externa dos Estados Unidos, e declaro uma emergência nacional para lidar com essa ameaça", disse Obama no decreto.

source: And Iraqi government forces have closed on the city of Tikrit this week in a bid to retake it from the group.
pt: Forças do governo iraquiano fecharam o cerco à cidade de Tikrit esta semana na tentativa de livrá-la do controle jihadista.
